Repository: Mozilla-GitHub-Standards/76cb5fbcd8579246a3a31673c15255dfd39bc2fd27c10c7c23237a4672612eb8
Catalog: locales/*/app.po
Languages: cs, te, ur

# action_cancel
source: Cancel
cs: Zrušit
te: రద్దుచేయి
ur: منسوخ کریں

# urlbar_hint
source: Search or enter address
cs: Zadejte hledání nebo adresu
te: వెతకండి లేదా చిరునామాను ఇవ్వండి
ur: پتہ تلاش یا داخل کریں

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
cs: Automatické anonymní prohlížení. Prohlížejte. Vymažte. Opakujte.
te: స్వయంచాలనంగా బ్రౌజింగ్. బ్రౌజ్ చెయ్యుము. చెరిపి వెయ్యుము. మరల చెయ్యుము.
ur: خودکار نجی برائوزنگ۔ برائوز کریں۔ جزف کریں۔ دہرائیں۔

# feedback_erase
source: Your browsing history has been erased.
cs: Vaše historie prohlížení byla vymazána.
te: మీ బ్రౌజింగ్ చరిత్ర చెరిపివెయ్యబడింది.
ur: آپ کے برائوزنگ سابقات مٹا دیئے گئے ہیں۔

# search_hint
source: Search for %1$s
cs: Hledat %1$s
te: %1$s కొరకు అన్వేషించు
ur: ۔%1$s کے لئے تلاش کریں

# menu_share
source: Share…
cs: Sdílet…
te: పంచండి…
ur: شیئر کریں…

# menu_open_with_default_browser
source: Open with %1$s
cs: Otevřít pomocí %1$s
te: %1$s తో తెరవండి
ur: ۔%1$s کے ساتھ کھولِں

# menu_open_with_a_browser
source: Open with…
cs: Otevřít pomocí…
te: దీనితో తెరువు…
ur: کے ساتھ کھولیں…

# menu_settings
source: Settings
cs: Nastavení
te: అమరికలు
ur: سیٹنگیں

# menu_about
source: About
cs: O nás
te: గురించి
ur: کے بارے میں

# menu_help
source: Help
cs: Nápověda
te: సహాయం
ur: مدد

# menu_rights
source: Your Rights
cs: Vaše práva
te: మీ హక్కులు
ur: آپ کے حقوق

# menu_trackers_blocked_title
source: Trackers blocked
cs: Zablokováno sledujících prvků
te: ట్రాకర్లు నిరోధించబడినవి
ur: ٹریکر بلاک کردہ

# share_dialog_title
source: Share via
cs: Sdílet přes
te: దీనిద్వారా పంచుక
ur: کے زریعے شیئر کریں

# notification_erase_text
source: Erase browsing history
cs: Vymazat historii prohlížení
te: విహరణ చరిత్రను తుడిచేయి
ur: برائوزنگ سابقات مٹائیں

# notification_action_open
source: Open
cs: Otevřít
ur: کھولیں

# shortcut_erase_short_label
source: Erase
cs: Vymazat
te: చెరిపివేయి
ur: مٹائيں

# shortcut_erase_long_label
source: Erase browsing history
cs: Vymazat historii prohlížení
te: విహరణ చరిత్రను తుడిచేయి
ur: برائوزنگ سابقات مٹائیں

# text_selection_search_action
source: Search Privately
cs: Vyhledávejte soukromě
te: వ్యక్తిగతంగా శోధించు
ur: نجی طور پر طلاش کرے

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
cs: <p>%1$s vám dává kontrolu.</p> <p>Používejte ho jako soukromý prohlížeč: <ul> <li>Vyhledávejte a prohlížejte přímo v aplikaci</li> <li>Blokujte sledovací prvky (nebo aktualizujte nastavení pro povolení sledovacích prvků)</li> <li>Tlačítkem smažte cookies a historii vyhledávání a prohlížení</li> </ul> </p> <p>%1$s je vyvíjen Mozillou. Naší misí je podporovat zdravý a otevřený internet.<br/> <a href="%2$s">Zjistěte více</a></p>
ur: <p>%1$s آپ کو کنٹرول دیتی ہے </p> <p> اسکو نجی برائوزر کی طرح استعمال کریں: <ul> <li> اپلی کیشن میں ہی تلاش اور براؤز کریں </li> <li>ٹریکررٰ کو بلاک کریں (یا سٹینگوں کی تازہ کاری کر کے ٹریکررٰ کو اجازت دیں)۔ </li> <li> کوکیز کے ساتھ تلاش اور براؤزنگ سابقات کو بھی حذف کرنے کیلیے مٹائیں </li> </ul> </p> <p>%1$s کی پیداوار ہے۔ ھماری مہم ایک صحت مند کھلے انٹرنیٹ کو فروعٰ دینا ہے۔ Mozilla<br/> <a href="%2$s"> مزید سیکھیں </a></p>

# preference_category_search
source: Search
cs: Hledat
te: వెతుకు
ur: تلاش

# preference_search_engine_default
source: Default
cs: Výchozí
te: అప్రమేయం
ur: طے شدہ

# preference_language
source: Language
cs: Jazyk
te: భాష
ur: زبان

# preference_language_systemdefault
source: System default
cs: Systémové nastavení
te: వ్యవస్థ అప్రమేయం
ur: نظام طے شدہ

# preference_dialog_title_search_engine
source: Default search
cs: Výchozí vyhledávač
te: అప్రమేయ శోధని
ur: طے شدہ تلاش

# preference_category_privacy
source: Privacy
cs: Soukromí
te: గోప్యత
ur: رازداری

# preference_privacy_block_ads
source: Block ad trackers
cs: Blokovat sledující reklamy
te: యాడ్ ట్రాకర్లను నిరోధించండి
ur: اشتھار ٹریکرز کو بلاک کریں

# preference_privacy_block_analytics
source: Block analytic trackers
cs: Blokovat analytické prvky
te: వైశ్లేషిక ట్రాకర్లను నిరోధించండి
ur: تجزیاتی ٹریکرز کو بلاک کریں

# preference_privacy_block_social
source: Block social trackers
cs: Blokovat sledující prvky sociálních sítí
te: సామాజిక ట్రాకర్లను నిరోధించండి
ur: سماجی ٹریکرز بلاک کریں

# preference_privacy_block_content
source: Block other content trackers
cs: Blokovat ostatní sledující prvky
te: ఇతర ట్రాకర్లను నిరోధించండి
ur: دیگر مواد کے ٹڑیکرز بلاک کریں

# preference_privacy_block_content_summary
source: May break some videos and Web pages
cs: Může rozbít některá videa a webové stránky
te: కొన్ని వీడియోలను మరియు వెబ్ పేజీలను విచ్ఛిన్నం చేయవచ్చు
ur: شاید کچھ وڈیوز اور ویب صفحات کو توڑ دے

# preference_privacy_secure_mode
source: Stealth
cs: Nenápadnost
te: గోప్య విహరణ
ur: سٹلتھ

# preference_category_performance
source: Performance
cs: Výkon
te: పనితనం
ur: کارکردگی

# preference_performance_block_webfonts
source: Block Web fonts
cs: Blokovat webové fonty
te: వెబ్ ఖతులను (ఫాంట్స్) ఆపుము
ur: ویب فونٹس بلاک کریں

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
cs: Některé ikony nebo obrázky se nemusí zobrazovat
te: తప్పిపోయిన చిహ్నాలు లేదా చిత్రాలు ఫలితంగా ఉండవచ్చు
ur: نتیجتن اسکی شاید آئیکن یا تصاویر گایب ہو سکتی ہے

# preference_performance_block_images
source: Block images
cs: Blokovat obrázky
te: చిత్రాలను నిరోధించండి
ur: نقوش بلاک کریں

# preference_default_browser
source: Make default browser
cs: Nastavit jako výchozí prohlížeč
te: అప్రమేయ బ్రౌజర్ గా చేయండి
ur: طےشدہ براؤزر بنائیں

# preference_mozilla_telemetry
source: Send anonymous usage data
cs: Odesílat anonymní data o používání
te: అనామక వాడుక డేటాను పంపండి
ur: گمنام استعمال شدہ کوائف ارسال کریں

# preference_mozilla_telemetry_summary
source: Learn more
cs: Zjistit více
te: ఇంకా తెలుసుకోండి
ur: مزید سیکھیں

# preference_about
source: About %1$s
cs: O aplikaci %1$s
te: %1$s గురించి
ur: کے بارے میں%1$s

# content_description_clear_input
source: Clear input
cs: Vymazat pole
te: మూలాంశము చెరిపివేయి
ur: ان پٹ صاف کریں

# content_description_dismiss_input
source: Dismiss
cs: Zavřít
te: విస్మరించు
ur: برخاست کریں

# content_description_erase
source: Erase browsing history
cs: Vymazat historii prohlížení
te: విహరణ చరిత్రను తుడిచేయి
ur: برائوزنگ سابقات مٹائیں

# content_description_lock
source: Secure connection
cs: Zabezpečené připojení
te: సురక్షిత సంబంధం
ur: قابل بھروسا کنکشن

# accessibility_announcement_loading
source: Loading
cs: Načítání
te: లోడవుతున్నది
ur: لوڈ ہو رہا ہے

# accessibility_announcement_loading_finished
source: Website loaded
cs: Stránka načtena
te: వెబ్సైటు లోడయినది
ur: ویبسائٹ لوڈ ہو گئی ہے

# content_description_menu
source: More options
cs: Další možnosti
te: ఎక్కువ ఐచ్చికాలు
ur: مزید اختیارات

# content_description_forward
source: Navigate forward
cs: Přejít vpřed
te: ముందుకు సంచరించు
ur: آگے کی جانب گشت کريں

# content_description_reload
source: Reload website
cs: Obnovit stránku
te: వెబ్ సైటును తిరిగి లోడుచేయి
ur: ویب سائٹ دوبارہ لوڈ کریں

# content_description_back
source: Navigate back
cs: Návrat zpět
te: వెనుకకు సంచరించు
ur: پیچھے کی طرف جائے

# content_description_stop
source: Stop loading website
cs: Zastavit načítání stránky
te: వెబ్ సైటు లోడుచేయడాన్ని ఆపు
ur: ویبسائَٹ لوڈ کرنا بند کریں

# content_description_customtab_exit
source: Return to previous app
cs: Návrat do předchozí aplikace
te: మునుపటి అనువర్తనానికి తిరిగి వెళ్ళు
ur: پچھلی ایپلیکیشن میں واپس جائیں

# content_description_blocking_switch
source: Block trackers
cs: Blokovat sledující prvky
te: ట్రాకర్లను నిరోధించండి
ur: ٹریکرز کو بلاک کریں

# context_menu_paste_go
source: Paste & Go
cs: Vložit a přejít
te: అంటించి వెళ్ళు
ur: چسپاں کریں اور چلیں

source: Your Rights
cs: Vaše práva
te: మీ హక్కులు
ur: آپ کے حقوق

# external_app_prompt_title
source: Open link in another app
cs: Otevřít odkaz v jiné aplikaci
te: ఈ లింకుని వేరొక అనుమర్తనంలో తెరువు
ur: کسی دوسری اپلیکیشن میں ربط کھولیں

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
cs: Můžete opustit aplikaci %1$s a otevřít tento odkaz v aplikaci %2$s.
te: %2$sని తెరువుటకు %1$sని వదలవచ్చును.
ur: اس ربط کو %2$s میں کھولنے کے لیےآپ %1$s چھوڑ سکتے ہیں۔

# external_app_prompt_no_app_title
source: Find an app that can open link
cs: Najít aplikaci, která může otevřít odkaz
te: లింక్ను తెరవగల అనువర్తనాన్ని కనుగొనండి
ur: ایک ایپیلیکیشن تلاش کریں جو ربط کو کھول سکے

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
cs: Žádná z aplikací na vašem zařízení není schopná otevřít tento odkaz. Můžete opustit aplikaci %1$s a najít vhodnou aplikaci v %2$s.
te: మీ పరికరంలోని అనువర్తనాల్లో ఏదీ ఈ లింక్ను తెరవలేకపోతుంది. మీరు చేయగల అనువర్తనం కోసం %2$sను శోధించడానికి %1$sను వదిలివేయవచ్చు.
ur: آپ کے آلہ پر کوئی بھی ایپلیکیثن اس ربط کو کھولنے کی اھل نہِں۔ آپ %1$s کو چھوڑ کر %2$s کو تلاش کریں ایک ایسی اپلی کیشن جو یہ کر سکتی ہو۔

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
cs: Opustit režim anonymního prohlížení?
te: ప్రైవేట్ బ్రౌజింగ్ నిష్క్రమించాలా?
ur: نجی براؤزنگ سے خروج کریں؟

# download_snackbar_finished
source: %1$s finished
cs: Soubor %1$s byl stažen

# download_snackbar_open
source: Open
cs: Otevřít
ur: کھولیں

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
cs: Stažené soubory <b>nebudou odstraněny</b> při vymazání historie prohlížení aplikace %1$s.

# download_dialog_title
source: Download File
cs: Stáhnout soubor
ur: مسل ڈائونلوڈ کریں

# download_dialog_action_cancel
source: Cancel
cs: Zrušit
ur: منسوخ کریں

# download_dialog_action_download
source: Download
cs: Stáhnout
ur: ڈاؤن لوڈ

# errorpage_title
source: Problem loading page
cs: Chyba při načítání stránky
te: పేజీని లోడుచేయడంలో సమస్య
ur: صفحہ لوڈ کرنے میں مسلہ ہے

# errorpage_refresh
source: Try Again
cs: Zkusit znovu
te: మళ్ళీ ప్రయత్నించు
ur: دوبارہ کوشش کریں

# error_connectionfailure_title
source: Unable to connect
cs: Nepodařilo se připojit
te: అనుసంధానం సాధ్యం కావడంలేదు
ur: جڑنے میں ناکام رہا

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
cs: <ul> <li>Stránka může být dočasně nedostupná nebo zaneprázdněná. Zkuste to znovu za pár okamžiků.</li> <li>Pokud nemůžete načíst žádnou stránku, zkontrolujte vaše mobilní data nebo Wi-Fi připojení.</li> </ul>
ur: <ul> <li>ویب سائٹ عارضی طور پر عدم دستیاب یا بہت مصروف ہو سکتی ہے ۔ چند لمحوں میں دوبارہ کوشش کریں ۔</li> <li>اگر آپ کوئی بھی صفحات لوڈ نہیں کر سک رہے, اپنے موبائل آلہ کے ڈیٹا یا وائی فائی کنکشن کی پڑتال کریں ۔</li> </ul>

# error_timeout_title
source: The connection timed out
cs: Časový limit spojení vypršel
te: కనెక్షన్ యొక్క సమయము అయిపోయింది.
ur: رابطے کا وقت ختم ہوا

# error_hostLookup_title
source: Server not found
cs: Server nebyl nalezen
te: సర్వర్ కనుగొనలేదు
ur: پیش کار نہیں ملا

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
cs: <ul> <li>Zkontrolujte adresu pro překlepy, jako například <strong>ww</strong>.example.com místo <strong>www</strong>.example.com</li> <li>Pokud nemůžete načíst žádnou stránku, zkontrolujte vaše mobilní data nebo Wi-Fi připojení.</li> </ul>
te: <ul> <li>టైపింగ్ దోషాల కోసం చిరునామాను తనిఖీ చేయండి <strong>ww</strong>.example.com బదులుగా <strong>www</strong>.example.com</li> <li>మీరు ఏ పేజీలను లోడ్ చేయలేకపోతే, మీ పరికర డేటా లేదా Wi-Fi కనెక్షన్ను తనిఖీ చేయండి.</li> </ul>
ur: <ul> <li> پتہ کے نقائص کی پڑتال کریں جیسا کہ <strong>ww</strong>.example.com کی جگہ <strong>www</strong>.example.com</li> <li> اگر آپ کسی بھی صفحہ کو لوڈ نہیں کر پا رہے تو اپنا آلہ کے ڈیٹا یا وائی-فائی کی پڑتال کریں۔</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
cs: Neplatná adresa
te: ఈ చిరునామా సరైనది కాదు
ur: پتہ جائز نہیں ہے

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
cs: <ul> <li>Webové adresy jsou obvykle psány jako <strong>http://www.example.com/</strong></li> <li>Ujistěte se, že používáte běžná lomítka (tj. <strong>/</strong>).</li> </ul>
te: <ul> <li>వెబ్ చిరునామాలను సాధారణంగా వ్రాస్తారు <strong>http://www.example.com/</strong></li> <li>మీరు ముందుకు శ్లాష్లు ఉపయోగిస్తున్నారని నిర్ధారించుకోండి (అనగా<strong>/</strong>).</li> </ul>
ur: <ul> <li> ویب کے پتے عمومی طور پر ایسے لھکے جاتے ہیں <strong>http://www.example.com/</strong></li> <li> .(<strong>/</strong>اس بات کو یقینی بنائیں کے آپ سیدھا سلیش استعمال کر رہے ہیں (جیسا کے </li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
cs: Smyčka při přesměrování
te: ఈ పేజ్ సరిగా మళ్ళించుట లేదు
ur: پہ صفحہ صحیح طرج سے دوسری سمت نہیں جا رہا

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
cs: <ul> <li>Tento problém může být způsobem zakázáním nebo odmítnutím cookies.</li> </ul>
te: <ul> <li>కూకీలను అచేనతనం చేయడం వల్లగానీ లేదా వాటిని అంగీకరించకపోవడం వల్ల గానీ కొన్నిసార్లు ఈ సమస్య రావచ్చు.</li> </ul>
ur: <ul> <li>یہ مسئلہ کبھی کبھی نااہل بنانے یا کوکیوں کو قبول کرنے سے انکار کی وجہ سے آسکتا ہے۔</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
cs: Adresa nebyla rozpoznána
te: ఆ చిరునామా అర్థం కాలేదు
ur: سائٹ کا پتہ سمجھ نہیں آیا

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
cs: <ul> <li>Pro otevření této adresy budete patrně potřebovat nainstalovat další software.</li> </ul>
te: <ul> <li>ఈచిరునామాను తెరువుటకు మీరు వేరే సాఫ్టువేరును స్థాపించుకోవలిసిన అవసరం ఉండవచ్చు.</li></ul>
ur: <ul> <li>آپ اس پتہ کو کھولنے کے لئے دیگر سافٹ ویئر تنصیب کرنے کی ضرورت پڑ سکتی ہے ۔</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
cs: Chyba zabezpečeného spojení
te: రక్షిత అనుసంధానం విఫలమైంది
ur: قابل بھروسا کنکشن ناکام رہا

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
cs: <ul> <li>Tohle může být problém s konfigurací serveru, nebo je možné, že se za tento server někdo snaží vydávat.</li> <li>Pokud jste se k tomuto serveru v minulosti připojili úspěšně, může jít o dočasnou chybu a můžete to zkusit znovu později.</li> </ul>
ur: <ul> <li> یہ مسئلہ پیش کار کی تشکیل میں بھی ہو سکتا ہے یا کوئی پیشکار کی نقالی کی کوشش کررہا ہے</li> <li> اگر آپ ماضی میں اس پیش کار پر کامیابی سے جڑچکے ہیں، تو نقص عارضی بھی ہو سکتا ہے، اور آپ تھوڑی دیر بعددوبارہ کوشش بھی کرسکتے ہیں۔ </li> </ul>

# error_generic_title
source: Oops
cs: Jejda
te: అయ్యో
ur: اف

# error_generic_message
source: We can’t load this page for some reason.
cs: Tuto stránku nelze načíst.
te: ఏందుకో ఈ పేజ్ లోడ్ అవ్వట్లేదు.
ur: ہم کچھ وجوہات کی بنا پر یہ صفحہ لوڈ نہیں کر سکتے۔

# contextmenu_link_share
source: Share link
cs: Sdílet odkaz
te: లింక్ ను పంచు
ur: ربط شیئر کریں

# contextmenu_link_copy
source: Copy link address
cs: Kopírovat adresu odkazu
te: లింకు చిరునామాను కాపీచేయి
ur: ربط نقل کریں

# contextmenu_image_share
source: Share image
cs: Sdílet obrázek
te: బొమ్మని పంచుకో
ur: نقش شیئر کریں

# contextmenu_image_copy
source: Copy image address
cs: Kopírovat adresu obrázku
te: చిత్ర చిరునామాను కాపీచేయి
ur: نقش کا پتہ نقل کریں

# contextmenu_image_save
source: Save image
cs: Uložit obrázek
te: చిత్రాన్ని భద్రపరచు
ur: نقش محفوظ کریں

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
cs: Uložené a sdílené obrázky <b>nebudou smazány</b> když smažete historii aplikace %1$s.
te: మీరు %1$s చరిత్రను తీసివేసినప్పుడు సేవ్ చేయబడిన మరియు పంచిన చిత్రాలు <b> తొలగించబడవు </b>.
ur: محفوظ اور شیئر کردہ تصاویر <b>حظف نہیں کی جائےگی</b> جب آپ اپنی %1$s تاریخ مٹاتے ہے۔

# firstrun_tracking_title
source: Browse like no one’s watching
cs: Prohlížejte internet, jako když se nikdo nedívá
te: ఎవరూ చూడనట్టుగా విహరణ చెయ్యుము
ur: اس طرح براؤز کریں جیسے کوئی نہیں دیکھ رہا

# firstrun_tracking_text
source: Automatically block online tracking while you browse. Then remove visited pages and cookies with a touch to the trash icon in the app or in your notifications.
cs: Automaticky blokuje online sledování, zatímco prohlížíte. Potom můžete smazat zobrazené stránky a cookies dotykem na ikonu koše v aplikaci nebo ve vašich notifikacích.
te: మీరు బ్రౌజ్ చేస్తున్నప్పుడు ఆన్లైన్ ట్రాకింగ్ను స్వయంచాలకంగా బ్లాక్ చేయండి. అప్పుడు సందర్శించే పేజీలను మరియు కుక్కీలను ఒక ట్రాష్ చిహ్నపు టచ్తో అనువర్తనం లేదా మీ నోటిఫికేషన్లలోనివి తొలగించండి.
ur: آنلائن ٹریکنگ خود بخود طریکہ سے بلاک کرے جب بھی اپ براؤزنگ کرے۔ فر کوڑے دان آئیکن پر ٹچ کرکے یا اپنے نوٹیفکیشن سے ہٹائے دورہ کردہ صفحات اور کوکس۔

# firstrun_defaultbrowser_title
source: Power up your privacy
cs: Posuňte své soukromí na vyšší úroveň
te: మీ ప్రైవసీని శక్తిమంతం చేసుకోండి
ur: آپ کی نجی نوعیت کو پاور اپ کرے

# firstrun_defaultbrowser_text
source: Set %1$s as your default browser and get the benefits of private browsing when you link to the Web from other Android apps.
cs: Nastavte si %1$s jako svůj výchozí prohlížeč a získejte výhody soukromého prohlížení když vás ostatní Android aplikace odkážou na web.
te: %1$sని మీ అప్రమేయ బ్రౌజరుగా ఎంచుకోండి మరియు ఇతర ఆండ్రాయిడ్ యాప్స్ నుండి మీరు అంతర్జాలానికి అనుసంధానించినపుడు వ్యక్తిగత విహరణ ప్రయోజనాలు పొందండి.
ur: %1$s کو اپنا طے شدہ براؤزر سیٹ کرے اور نجی براؤزنگ کا فائدہ حاصل کرے جب بھی آپ دیگر اینڈرائڈ ایپ سے ویب پر لنک ہو۔

# firstrun_breaking_title
source: A quick fix when blocking = breaking
cs: Rychlé řešení, když blokování rozbije stránku
te: ఒక శీఘ్ర పరిష్కారము ఉన్నప్పుడు నిరోధించడం = విరమణ
ur: ایک فوری درستگی جب blocking = breaking

# firstrun_breaking_text
source: When the downside of blocking online trackers is a site that seems broken, turn off blocking with a tap to the tool menu.
cs: Když se blokování sledovacích prvků stane přítěží a rozbije stránku, vypněte jej klepnutím v nabídce nástrojů.
ur: ٹول مینو سے ٹیپ کر کے بلاکنگ بند کرے، جب بھی آنلائن ٹریکر بلاک کرنے سے آپ کی سائٹ ٹھیک سے نظر نہیں ہو رہی ہو۔

# firstrun_close_button
source: OK, got it!
cs: OK, rozumím!
te: సరే, అర్థమయ్యింది!
ur: ٹھیک ہے، مجھے سمجھ آگئی ہے!

# firstrun_skip_button
source: Skip
cs: Přeskočit
te: దాటు
ur: چھوڈیں

# firstrun_next_button
source: Next
cs: Další
te: తరువాత
ur: آگے

# action_ok
source: OK
te: సరే
ur: ٹھیک ہے

# preference_privacy_secure_mode_summary
source: Turn off stealth mode to take screenshots and see sites you’ve visited using %1$s in your Recent Apps list
te: మీరు %1$s ని వాడుకొని సందర్శించిన వెబ్ సైట్లు రీసెంట్ యాప్స్ పట్టికలొ చూడాలన్నా లేదా తెరను బంధించాలన్నా గోప్య విహరణ ఆపవలసి ఉంటుంది
